Repository: Jannik-1403/Garten-Simulation
Catalog: Garten_Simulation/Localizable.xcstrings
Source language: de
Languages: en, es, fr, hi, it, ja, ko, nl, pl, pt, ru, tr, zh_hans, zh_hant

# assessment.growth.q3.b
source: Ich gebe es genau so ab, hake es ab und nutze die 10 Stunden für das nächste Projekt.
en: I hand it in exactly as it is, check it off and use the 10 hours for the next project.
es: Lo entrego exactamente como está, lo marco y uso las 10 horas para el siguiente proyecto.
fr: Je le rends exactement tel quel, je le coche et j'utilise les 10 heures pour le prochain projet.
hi: मैं इसे बिल्कुल वैसे ही सौंपता हूं जैसे यह है, इसकी जांच करता हूं और अगले प्रोजेक्ट के लिए 10 घंटे का उपयोग करता हूं।
it: Lo consegno esattamente così com'è, lo controllo e utilizzo le 10 ore per il progetto successivo.
ja: そのまま提出してチェックを入れ、その 10 時間を次のプロジェクトに充てます。
ko: 그대로 전달하고, 확인 후 10시간은 다음 프로젝트에 사용합니다.
nl: Ik lever het precies in zoals het is, vink het af en gebruik de 10 uur voor het volgende project.
pl: Oddaję dokładnie tak jak jest, sprawdzam i 10 godzin wykorzystuję na kolejny projekt.
pt: Entrego exatamente como está, marquei e uso as 10 horas para o próximo projeto.
ru: Я сдаю это точно так же, отмечаю галочкой и использую 10 часов для следующего проекта.
tr: Onu olduğu gibi teslim ediyorum, kontrol ediyorum ve 10 saati bir sonraki proje için kullanıyorum.
zh_hans: 我就按原样提交，勾掉它，然后把这10小时用在下一个项目上。
zh_hant: 我原封不動地把它交出去，核對一下，然後用這 10 個小時進行下一個專案。

# assessment.growth.q3.c
source: Ich arbeite immer mal wieder daran rum, ohne es jemals richtig abzuschließen.
en: I keep working on it without ever really completing it.
es: Sigo trabajando en ello sin llegar a completarlo.
fr: Je continue à travailler dessus sans jamais vraiment le terminer.
hi: मैं वास्तव में इसे पूरा किए बिना ही इस पर काम करता रहता हूं।
it: Continuo a lavorarci senza mai completarlo veramente.
ja: 実際に完成させることなく作業を続けています。
ko: 나는 실제로 그것을 완료하지 못한 채 계속해서 작업하고 있습니다.
nl: Ik blijf eraan werken zonder het ooit echt af te maken.
pl: Ciągle nad tym pracuję, nigdy go nie kończąc.
pt: Continuo trabalhando nisso sem nunca terminá-lo.
ru: Я время от времени работаю над этим, никогда полностью не завершив.
tr: Hiç tamamlamadan üzerinde çalışmaya devam ediyorum.
zh_hans: 我总是不时地做些事情，但从未真正完成它。
zh_hant: 我一直在努力，但從未真正完成它。

# assessment.growth.q3.d
source: Ich höre auf, weil ich keine Lust mehr habe, nicht aus strategischen Gründen.
en: I stop because I don't feel like it anymore, not for strategic reasons.
es: Paro porque ya no tengo ganas, no por motivos estratégicos.
fr: J'arrête parce que je n'en ai plus envie, pas pour des raisons stratégiques.
hi: मैं रुक गया क्योंकि अब मुझे ऐसा नहीं लगता, रणनीतिक कारणों से नहीं।
it: Mi fermo perché non ne ho più voglia, non per ragioni strategiche.
ja: 戦略的な理由ではなく、もう気分が乗らないからやめるのです。
ko: 전략적인 이유가 아니라 더 이상 그러고 싶지 않아서 중단합니다.
nl: Ik stop omdat ik er geen zin meer in heb, niet om strategische redenen.
pl: Przestaję, bo nie mam już na to ochoty, a nie ze względów strategicznych.
pt: Paro porque não tenho mais vontade, não por questões estratégicas.
ru: Я прекращаю, потому что мне больше не хочется, а не по стратегическим причинам.
tr: Artık canım istemediği için duruyorum, stratejik nedenlerden dolayı değil.
zh_hans: 我停止是因为我不想继续，而不是出于战略原因。
zh_hant: 我停下來是因為我不再喜歡它，而不是出於戰略原因。

# assessment.growth.q4
source: Es ist 23:00 Uhr. Du hattest einen extrem stressigen Tag ohne eine Minute für dich. Du musst morgen früh raus. Was tust du?
en: It's 11:00 p.m. You had an extremely stressful day without a minute to yourself. You have to go out tomorrow morning. What are you doing?
es: Son las 11:00 p.m. Tuviste un día extremadamente estresante sin tener un minuto para ti. Tienes que salir mañana por la mañana. ¿Qué estás haciendo?
fr: Il est 23h00. Vous avez passé une journée extrêmement stressante sans une minute pour vous. Tu dois sortir demain matin. Que fais-tu?
hi: रात के 11:00 बजे हैं. अपने लिए एक मिनट भी खर्च किए बिना आपका दिन बेहद तनावपूर्ण रहा। तुम्हें कल सुबह बाहर जाना है. आप क्या कर रहे हो?
it: Sono le 23:00 Hai avuto una giornata estremamente stressante senza un minuto per te. Domani mattina devi uscire. Cosa fai?
ja: 午後11時です。あなたは自分自身のための時間がなく、非常にストレスの多い一日を過ごしました。明日の朝は出かけなければなりません。何してるの？
ko: 오후 11시입니다. 당신은 혼자만의 시간도 없이 극도로 스트레스가 많은 하루를 보냈습니다. 내일 아침에 나가야 해요. 뭐하세요?
nl: Het is 23.00 uur. Je hebt een extreem stressvolle dag gehad zonder een minuut voor jezelf. Morgenochtend moet je weg. Wat ben je aan het doen?
pl: Jest godzina 23:00. Miałeś wyjątkowo stresujący dzień bez minuty dla siebie. Musisz wyjechać jutro rano. Co robisz?
pt: São 23h. Você teve um dia extremamente estressante sem um minuto para si mesmo. Você tem que sair amanhã de manhã. O que você está fazendo?
ru: Сейчас 23:00. У тебя был крайне стрессовый день без минуты для себя. Завтра тебе рано вставать. Что ты делаешь?
tr: Saat 23.00. Kendinize ayıracağınız bir dakika bile olmadan son derece stresli bir gün geçirdiniz. Yarın sabah dışarı çıkman gerekiyor. Ne yapıyorsun?
zh_hans: 现在是23:00。你度过了极其压力大的一天，没有一分钟属于自己。你明天早上必须起床。你会做什么？
zh_hant: 現在是晚上 11:00。你度過了壓力極大的一天，沒有一分鐘的獨處時間。明天早上你必須出去。你在幹什麼？

# assessment.growth.q4.a
source: Ich scrolle stundenlang am Handy, um mir wenigstens ein bisschen 'Freizeit' zurückzuholen.
en: I scroll on my phone for hours to get at least a little bit of 'free time' back.
es: Me desplazo en mi teléfono durante horas para recuperar al menos un poco de "tiempo libre".
fr: Je fais défiler mon téléphone pendant des heures pour récupérer au moins un peu de « temps libre ».
hi: मैं कम से कम थोड़ा सा 'खाली समय' वापस पाने के लिए अपने फोन पर घंटों स्क्रॉल करता हूं।
it: Scorro le ore sul telefono per riprendermi almeno un po' di "tempo libero".
ja: 少なくとも少しの「自由時間」を取り戻すために、携帯電話を何時間もスクロールします。
ko: 나는 최소한 '자유 시간'을 되찾기 위해 몇 시간 동안 휴대폰을 스크롤합니다.
nl: Ik scroll urenlang op mijn telefoon om in ieder geval een klein beetje ‘vrije tijd’ terug te krijgen.
pl: Przeglądam telefon godzinami, żeby odzyskać choć odrobinę „wolnego czasu”.
pt: Eu rodo meu telefone por horas para recuperar pelo menos um pouco do 'tempo livre'.
ru: Я часами листаю телефон, чтобы вернуть себе хотя бы немного 'свободного времени'.
tr: En azından biraz 'boş zaman' kazanmak için saatlerce telefonumda geziniyorum.
zh_hans: 我在手机上滑动好几个小时，以找回至少一点点“自由时间”。
zh_hant: 我在手機上滾動幾個小時，以獲得至少一點「空閒時間」。

# assessment.growth.q4.b
source: Ich schlafe sofort, weil mir klar ist, dass Schlaf der einzige Weg ist, morgen nicht wieder zu versagen.
en: I immediately sleep because I realize that sleep is the only way to not fail again tomorrow.
es: Inmediatamente me duermo porque me doy cuenta de que dormir es la única manera de no volver a fallar mañana.
fr: Je dors immédiatement parce que je me rends compte que le sommeil est le seul moyen de ne plus échouer demain.
hi: मैं तुरंत सो जाता हूं क्योंकि मुझे एहसास होता है कि नींद ही कल फिर असफल न होने का एकमात्र तरीका है।
it: Dormo subito perché mi rendo conto che dormire è l'unico modo per non fallire nuovamente domani.
ja: 明日再び失敗しないようにするには睡眠が唯一の方法だと悟ったので、すぐに寝ます。
ko: 내일도 실패하지 않을 수 있는 유일한 방법은 잠뿐이라는 사실을 깨닫고 바로 잠을 잔다.
nl: Ik slaap meteen omdat ik besef dat slapen de enige manier is om morgen niet opnieuw te falen.
pl: Od razu zasypiam, bo zdaję sobie sprawę, że sen to jedyny sposób, żeby jutro znowu nie zawieść.
pt: Durmo imediatamente porque percebo que dormir é a única maneira de não falhar novamente amanhã.
ru: Я сразу засыпаю, потому что понимаю, что сон — это единственный способ не потерпеть неудачу завтра снова.
tr: Hemen uyuyorum çünkü yarın tekrar başarısız olmamanın tek yolunun uyku olduğunu anlıyorum.
zh_hans: 我立刻就睡，因为我清楚地知道，睡觉是明天不再失败的唯一方法。
zh_hant: 我立即睡覺，因為我意識到睡眠是明天不再失敗的唯一方法。

# assessment.growth.q4.c
source: Ich lese ein Buch, bis mir die Augen zufallen, bin am Ende aber trotzdem übermüdet.
en: I read a book until my eyes close, but at the end I'm still tired.
es: Leo un libro hasta que se me cierran los ojos, pero al final todavía estoy cansado.
fr: Je lis un livre jusqu'à ce que mes yeux se ferment, mais à la fin je suis toujours fatigué.
hi: मैं एक किताब तब तक पढ़ता हूं जब तक मेरी आंखें बंद नहीं हो जातीं, लेकिन अंत में मैं अभी भी थक जाता हूं।
it: Leggo un libro finché non mi si chiudono gli occhi, ma alla fine sono ancora stanco.
ja: 目が閉じるまで本を読みましたが、最後にはまだ疲れています。
ko: 눈을 감을 때까지 책을 읽었지만, 결국에는 여전히 피곤합니다.
nl: Ik lees een boek tot mijn ogen sluiten, maar aan het einde ben ik nog steeds moe.
pl: Czytam książkę aż oczy mi się zamykają, ale pod koniec i tak jestem zmęczona.
pt: Leio um livro até fechar os olhos, mas no final ainda estou cansado.
ru: Я читаю книгу, пока у меня не садятся глаза, но в конце концов всё равно переутомлён.
tr: Gözlerim kapanana kadar kitap okurum ama sonunda hâlâ yorgunum.
zh_hans: 我读书读到眼睛都快闭上了，但最后还是很疲倦。
zh_hant: 我讀了一本書直到我閉上眼睛，但最後我還是很累。

# assessment.growth.q4.d
source: Ich ärgere mich über den Tag und liege stundenlang wach.
en: I get annoyed during the day and lie awake for hours.
es: Me enfado durante el día y me quedo despierto durante horas.
fr: Je suis ennuyé pendant la journée et je reste éveillé pendant des heures.
hi: मुझे दिन में गुस्सा आता है और मैं घंटों जागता रहता हूं।
it: Mi arrabbio durante il giorno e rimango sveglio per ore.
ja: 日中イライラして何時間も起きて横たわっています。
ko: 낮에는 짜증이 나서 몇 시간 동안 깨어 있습니다.
nl: Overdag erger ik me en lig ik urenlang wakker.
pl: W ciągu dnia denerwuję się i godzinami leżę.
pt: Fico irritado durante o dia e fico acordado por horas.
ru: Я злюсь из-за дня и часами лежу без сна.
tr: Gün içinde sinirleniyorum ve saatlerce uyanık yatıyorum.
zh_hans: 我为这一天感到生气，躺在那里整夜无法入睡。
zh_hant: 我白天很煩躁，幾個小時都睡不著。

# assessment.growth.q5
source: Du bist seit 20 Minuten hochkonzentriert bei der Arbeit. Plötzlich vibriert dein Handy – eine Nachricht von einer Person, die du extrem interessant findest.
en: You have been highly concentrated at work for 20 minutes. Suddenly your phone vibrates - a message from someone you find extremely interesting.
es: Has estado muy concentrado en el trabajo durante 20 minutos. De repente, tu teléfono vibra: es un mensaje de alguien que te parece extremadamente interesante.
fr: Vous avez été très concentré au travail pendant 20 minutes. Soudain, votre téléphone vibre – un message de quelqu'un que vous trouvez extrêmement intéressant.
hi: आप 20 मिनट तक काम पर अत्यधिक केंद्रित रहे हैं। अचानक आपका फ़ोन कंपन करता है - किसी ऐसे व्यक्ति का संदेश जो आपको बेहद दिलचस्प लगता है।
it: Sei stato molto concentrato sul lavoro per 20 minuti. All'improvviso il tuo telefono vibra: un messaggio da qualcuno che trovi estremamente interessante.
ja: あなたは 20 分間、非常に集中して仕事に取り組みました。突然携帯電話が振動します。非常に興味深い人からのメッセージです。
ko: 당신은 20분 동안 직장에 매우 집중했습니다. 갑자기 휴대전화가 진동합니다. 매우 흥미로운 사람이 보낸 메시지입니다.
nl: U bent gedurende 20 minuten zeer geconcentreerd aan het werk geweest. Plots trilt je telefoon: een bericht van iemand die je buitengewoon interessant vindt.
pl: Byłeś bardzo skoncentrowany w pracy przez 20 minut. Nagle Twój telefon wibruje – wiadomość od osoby, którą uważasz za niezwykle interesującą.
pt: Você esteve altamente concentrado no trabalho por 20 minutos. De repente, seu telefone vibra – uma mensagem de alguém que você acha extremamente interessante.
ru: Ты уже 20 минут крайне сосредоточенно работаешь. Вдруг твой телефон зазвенел — сообщение от человека, которого ты находишь чрезвычайно интересным.
tr: 20 dakika boyunca işinize son derece konsantre oldunuz. Aniden telefonunuz titrer; son derece ilginç bulduğunuz birinden gelen bir mesaj.
zh_hans: 你已经专注工作20分钟了。突然你的手机振动——一条来自你觉得非常有趣的人的信息。
zh_hant: 您已經高度專注地工作了 20 分鐘。突然你的手機震動了——一則來自你覺得非常有趣的人的訊息。

# assessment.growth.q5.a
source: Ich schaue sofort nach und antworte kurz. Das dauert ja nur 10 Sekunden.
en: I'll check immediately and answer briefly. That only takes 10 seconds.
es: Lo comprobaré inmediatamente y responderé brevemente. Eso sólo lleva 10 segundos.
fr: Je vais vérifier immédiatement et répondre brièvement. Cela ne prend que 10 secondes.
hi: मैं तुरंत जांच करूंगा और संक्षेप में उत्तर दूंगा। इसमें केवल 10 सेकंड लगते हैं।
it: Controllo subito e rispondo brevemente. Ci vogliono solo 10 secondi.
ja: すぐに確認して簡単にお答えします。所要時間はわずか 10 秒です。
ko: 바로 확인하고 간략하게 답변 드리겠습니다. 단 10초밖에 걸리지 않습니다.
nl: Ik zal het meteen controleren en kort antwoorden. Dat duurt slechts 10 seconden.
pl: Zaraz sprawdzę i krótko odpowiem. To zajmuje tylko 10 sekund.
pt: Vou verificar imediatamente e responder brevemente. Isso leva apenas 10 segundos.
ru: Я сразу проверю и быстро отвечу. Это займет всего 10 секунд.
tr: Hemen kontrol edip kısaca cevap vereceğim. Bu yalnızca 10 saniye sürer.
zh_hans: 我马上查一下，很快就回复。这只需要10秒钟。
zh_hant: 我會立即檢查並簡要回答。這只需要 10 秒鐘。

# assessment.growth.q5.b
source: Ich versuche es zu ignorieren, kann aber an nichts anderes mehr denken.
en: I try to ignore it, but I can't think of anything else.
es: Intento ignorarlo, pero no puedo pensar en nada más.
fr: J'essaie de l'ignorer, mais je ne peux penser à rien d'autre.
hi: मैं इसे नज़रअंदाज़ करने की कोशिश करता हूं, लेकिन मैं किसी और चीज़ के बारे में नहीं सोच पाता।
it: Cerco di ignorarlo, ma non riesco a pensare ad altro.
ja: 無視しようとしますが、他に何も考えられません。
ko: 무시하려고 노력하지만 다른 것은 생각나지 않습니다.
nl: Ik probeer het te negeren, maar kan aan niets anders denken.
pl: Próbuję to zignorować, ale nie przychodzi mi do głowy nic innego.
pt: Tento ignorar, mas não consigo pensar em mais nada.
ru: Я пытаюсь это игнорировать, но больше ни о чём другом думать не могу.
tr: Bunu görmezden gelmeye çalışıyorum ama aklıma başka bir şey gelmiyor.
zh_hans: 我试着忽略它，但却无法想到别的事情。
zh_hant: 我試著忽略它，但我無法思考其他事情。

# assessment.growth.q5.c
source: Mein Handy ist ohnehin in einem anderen Raum oder im harten Fokus-Modus. Ich merke es gar nicht.
en: My phone is in another room or in hard focus mode anyway. I don't even notice it.
es: Mi teléfono está en otra habitación o en modo de enfoque intenso de todos modos. Ni siquiera lo noto.
fr: Mon téléphone est de toute façon dans une autre pièce ou en mode de mise au point dure. Je ne le remarque même pas.
hi: मेरा फ़ोन वैसे भी दूसरे कमरे में या हार्ड फोकस मोड में है। मुझे इसका ध्यान ही नहीं आता.
it: Il mio telefono è comunque in un'altra stanza o in modalità messa a fuoco intensa. Non me ne accorgo nemmeno.
ja: 私の携帯電話は別の部屋にあるか、とにかくハードフォーカスモードにあります。私もそれに気づきません。
ko: 어쨌든 내 전화기는 다른 방에 있거나 하드 포커스 모드에 있습니다. 나는 그것을 눈치 채지도 못합니다.
nl: Mijn telefoon bevindt zich sowieso in een andere kamer of in de harde focusmodus. Ik merk het niet eens.
pl: Mój telefon i tak jest w innym pokoju lub w trybie ostrego ustawiania ostrości. Nawet tego nie zauważam.
pt: Meu telefone está em outra sala ou no modo de foco forte. Eu nem percebo isso.
ru: Мой телефон в любом случае находится в другой комнате или в режиме строгой фокусировки. Я этого даже не замечаю.
tr: Telefonum zaten başka bir odada ya da yoğun odak modunda. Bunu fark etmiyorum bile.
zh_hans: 我的手机无论如何都在另一个房间里，或处于严格的专注模式。我根本没注意到它。
zh_hant: 無論如何，我的手機在另一個房間或處於硬對焦模式。我什至沒有註意到它。

# assessment.growth.q5.d
source: Ich schaue drauf, antworte nicht, brauche aber 10 Minuten, um wieder in den Fokus zu kommen.
en: I look at it, don't answer, but need 10 minutes to come back into focus.
es: Lo miro, no respondo, pero necesito 10 minutos para volver a enfocarme.
fr: Je le regarde, je ne réponds pas, mais j'ai besoin de 10 minutes pour me recentrer.
hi: मैं इसे देखता हूं, जवाब नहीं देता, लेकिन फोकस में वापस आने के लिए 10 मिनट चाहिए।
it: Lo guardo, non rispondo, ma ho bisogno di 10 minuti per rimettermi a fuoco.
ja: 私はそれを見て、答えませんが、焦点が戻るまでに 10 分かかります。
ko: 나는 그것을 보고 대답하지 않고 다시 초점을 맞추는 데 10분이 필요합니다.
nl: Ik kijk ernaar, geef geen antwoord, maar heb 10 minuten nodig om weer scherp te worden.
pl: Patrzę na to, nie odpowiadam, ale potrzebuję 10 minut, żeby się skupić.
pt: Eu olho para ele, não respondo, mas preciso de 10 minutos para voltar ao foco.
ru: Я смотрю на это, не отвечаю, но мне нужно 10 минут, чтобы снова сосредоточиться.
tr: Bakıyorum, cevap vermiyorum ama tekrar odaklanmam için 10 dakikaya ihtiyacım var.
zh_hans: 我在看，但不回答，需要10分钟才能重新集中注意力。
zh_hant: 我看著它，沒有回答，但需要 10 分鐘才能恢復注意力。

# assessment.growth.q6
source: Du lernst seit 3 Monaten eine harte Fähigkeit (z.B. Programmieren). Es wird gerade zäh. Jemand erzählt dir von einem neuen, 'viel schnelleren' Weg, um erfolgreich zu werden. Deine Reaktion?
en: You have been learning a hard skill (e.g. programming) for 3 months. It's just getting tough. Someone tells you about a new, 'much faster' way to become successful. Your reaction?
es: Ha estado aprendiendo una habilidad difícil (por ejemplo, programación) durante 3 meses. Se está poniendo difícil. Alguien le habla de una forma nueva y "mucho más rápida" de alcanzar el éxito. ¿Tu reacción?
fr: Vous apprenez une compétence technique (par exemple la programmation) depuis 3 mois. Cela devient juste difficile. Quelqu’un vous parle d’une nouvelle manière « beaucoup plus rapide » de réussir. Votre réaction ?
hi: आप तीन महीने से एक कठिन कौशल (जैसे प्रोग्रामिंग) सीख रहे हैं। यह बस कठिन होता जा रहा है। कोई आपको सफल होने के एक नए, 'बहुत तेज़' तरीके के बारे में बताता है। आपकी प्रतिक्रिया?
it: Hai imparato un'abilità difficile (ad esempio la programmazione) per 3 mesi. Sta diventando sempre più difficile. Qualcuno ti parla di un modo nuovo e "molto più veloce" per avere successo. La tua reazione?
ja: あなたは 3 か月間、難しいスキル (プログラミングなど) を学習しています。大変になってきました。誰かが、成功するための新しい、「もっと早く」方法について教えてくれます。あなたの反応は？
ko: 당신은 3개월 동안 어려운 기술(예: 프로그래밍)을 배웠습니다. 점점 힘들어지고 있어요. 누군가가 성공할 수 있는 새롭고 '훨씬 빠른' 방법에 대해 알려줍니다. 당신의 반응은?
nl: Je leert al 3 maanden een harde vaardigheid (bijvoorbeeld programmeren). Het wordt gewoon moeilijk. Iemand vertelt je over een nieuwe, ‘veel snellere’ manier om succesvol te worden. Jouw reactie?
pl: Przez 3 miesiące uczysz się trudnej umiejętności (np. programowania). Robi się coraz trudniej. Ktoś mówi Ci o nowym, „znacznie szybszym” sposobie na odniesienie sukcesu. Twoja reakcja?
pt: Você está aprendendo uma habilidade difícil (por exemplo, programação) há 3 meses. Está ficando difícil. Alguém lhe fala sobre uma maneira nova e “muito mais rápida” de ter sucesso. Sua reação?
ru: Ты учишься твердому навыку (например, программированию) уже 3 месяца. Сейчас это идет туго. Кто-то рассказывает тебе о новом, 'гораздо более быстром' способе добиться успеха. Какая твоя реакция?
tr: 3 aydır zor bir beceri (örneğin programlama) öğreniyorsunuz. Gittikçe zorlaşıyor. Birisi size başarılı olmanın yeni, 'çok daha hızlı' bir yolunu anlatıyor. Tepkiniz?
zh_hans: 你已经学习一项困难的技能（例如编程）3个月了。现在学习变得很艰难。有人告诉你有一种新的“更快”的方法可以获得成功。你的反应是什么？
zh_hant: 您已經學習一項硬技能（例如程式設計）3 個月了。事情變得越來越艱難。有人告訴您一種新的、「更快」的成功方法。你的反應？

# assessment.growth.q6.a
source: Ich breche das Programmieren ab und stürze mich mit voller Motivation auf die neue Sache.
en: I stop programming and throw myself into the new thing with full motivation.
es: Dejo de programar y me lanzo a lo nuevo con plena motivación.
fr: J'arrête de programmer et me lance dans la nouveauté avec une pleine motivation.
hi: मैं प्रोग्रामिंग बंद कर देता हूं और पूरी प्रेरणा के साथ खुद को नई चीज में झोंक देता हूं।
it: Smetto di programmare e mi butto nella novità con piena motivazione.
ja: 私はプログラミングをやめて、やる気満々で新しいことに打ち込みます。
ko: 나는 프로그래밍을 멈추고 완전한 의욕을 가지고 새로운 일에 나 자신을 던집니다.
nl: Ik stop met programmeren en stort mezelf met volle motivatie op het nieuwe.
pl: Przestaję programować i z pełną motywacją rzucam się w coś nowego.
pt: Paro de programar e me jogo no novo com total motivação.
ru: Я прекращаю заниматься программированием и бросаюсь с полной мотивацией на новое дело.
tr: Programlamayı bırakıp kendimi tam bir motivasyonla yeni şeye adadım.
zh_hans: 我放弃编程，全身心投入到新的事情中去。
zh_hant: 我停止編程，並以飽滿的動力投入新事物。

# assessment.growth.q6.b
source: Ich versuche beides gleichzeitig zu machen und scheitere an beidem.
en: I try to do both at the same time and fail at both.
es: Intento hacer ambas cosas al mismo tiempo y fallo en ambas.
fr: J'essaie de faire les deux en même temps et j'échoue dans les deux cas.
hi: मैं एक ही समय में दोनों काम करने की कोशिश करता हूं और दोनों में असफल हो जाता हूं।
it: Provo a fare entrambe le cose allo stesso tempo e fallisco in entrambe.
ja: 私は両方を同時にやろうとしますが、両方とも失敗します。
ko: 나는 두 가지를 동시에 시도하지만 둘 다 실패합니다.
nl: Ik probeer beide tegelijk te doen en faal in beide.
pl: Próbuję robić jedno i drugie na raz i w obu przypadkach mi się to nie udaje.
pt: Tento fazer as duas coisas ao mesmo tempo e falho em ambas.
ru: Я пытаюсь делать оба дела одновременно и терплю неудачу в обоих.
tr: İkisini de aynı anda yapmaya çalışıyorum ama ikisinde de başarısız oluyorum.
zh_hans: 我试着同时做两件事，但两件都失败了。
zh_hant: 我嘗試同時做這兩件事，但都失敗了。

# assessment.growth.q6.c
source: Ich ignoriere die neue Sache komplett. Der Schmerz bedeutet, dass ich gerade wachse. Ich bleibe dran.
en: I completely ignore the new thing. The pain means I'm growing. I'll stay tuned.
es: Ignoro por completo lo nuevo. El dolor significa que estoy creciendo. Estaré atento.
fr: J'ignore complètement la nouveauté. La douleur signifie que je grandis. Je resterai à l'écoute.
hi: मैं नई चीज़ को पूरी तरह से नज़रअंदाज कर देता हूं. दर्द का मतलब है कि मैं बढ़ रहा हूं। मैं बना रहूँगा.
it: Ignoro completamente la novità. Il dolore significa che sto crescendo. Resterò sintonizzato.
ja: 新しいものは完全に無視します。痛みは私が成長していることを意味します。楽しみにしていてください。
ko: 나는 새로운 것을 완전히 무시합니다. 고통은 내가 성장하고 있다는 것을 의미한다. 계속 지켜봐 주시기 바랍니다.
nl: Ik negeer het nieuwe volledig. De pijn betekent dat ik groei. Ik blijf op de hoogte.
pl: Całkowicie ignoruję tę nowość. Ból oznacza, że ​​rosnę. Będę na bieżąco.
pt: Eu ignoro completamente a novidade. A dor significa que estou crescendo. Ficarei atento.
ru: Я полностью игнорирую новую вещь. Боль означает, что я сейчас расту. Я продолжаю.
tr: Yeni şeyi tamamen görmezden geliyorum. Acı büyüdüğüm anlamına geliyor. Bizi izlemeye devam edeceğim.
zh_hans: 我完全忽略这件新事。疼痛意味着我正在成长。我会坚持下去。
zh_hant: 我完全忽略了新事物。痛苦意味著我在成長。我會繼續關注。

# assessment.growth.q6.d
source: Ich analysiere die neue Sache kurz rational. Wenn sie objektiv nicht besser ist, arbeite ich unbeeindruckt weiter.
en: I briefly analyze the new matter rationally. If it's not objectively better, I'll continue working unimpressed.
es: Analizo brevemente el nuevo asunto de forma racional. Si no es objetivamente mejor, seguiré trabajando sin impresionarme.
fr: J’analyse brièvement la nouvelle question de manière rationnelle. Si ce n’est pas objectivement mieux, je continuerai à travailler sans être impressionné.
hi: मैं नए मामले का संक्षेप में तर्कसंगत विश्लेषण करता हूं। यदि यह वस्तुनिष्ठ रूप से बेहतर नहीं है, तो मैं प्रभावित हुए बिना काम करना जारी रखूंगा।
it: Analizzo brevemente e razionalmente la nuova questione. Se non è oggettivamente migliore, continuerò a lavorare senza impressionarmi.
ja: 新しい事柄を合理的に簡単に分析します。客観的に良くない場合は、感動せずに仕事を続けるつもりです。
ko: 나는 새로운 문제를 합리적으로 간략하게 분석합니다. 객관적으로 나아지지 않으면 감동받지 않고 계속 일하겠습니다.
nl: Ik analyseer de nieuwe kwestie kort rationeel. Als het objectief gezien niet beter is, ga ik zonder onder de indruk door met werken.
pl: Krótko i racjonalnie analizuję nową sprawę. Jeśli obiektywnie nie będzie lepiej, będę dalej pracować bez wrażenia.
pt: Analiso brevemente o novo assunto de forma racional. Se não for objetivamente melhor, continuarei trabalhando sem me impressionar.
ru: Я кратко рационально анализирую новую вещь. Если она объективно не лучше, я продолжаю работать, не впечатляясь.
tr: Yeni konuyu kısaca rasyonel olarak analiz ediyorum. Nesnel olarak daha iyi değilse, etkilenmeden çalışmaya devam edeceğim.
zh_hans: 我理性地简要分析这件新事物。如果它客观上没有更好，我会毫不动摇地继续工作。
zh_hant: 我對新事物進行了簡要的理性分析。如果客觀上沒有更好，我將不為所動地繼續工作。
